{
    "en": {
        "text1": [
            "Each night, at precisely 18:01, an artificial sun",
            "powered by the lamppost attached to the building in front",
            "would shower warm yellow light into the apartment.",
            "A sun that sleeps during the day",
            "that seemed to only take notice of residents",
            "living in 32 Boulevard du Temple.",
            "That was the only reason why I stayed,",
            "on this false pretense of being specially chosen.",
            "…",
            "I met you.",
            "You had a very round face,",
            "and everything about your personality lacked edges.",
            "You were a ball of light or maybe even a cotton ball",
            "or a tomato or a good piece of brioche.",
            "…",
            "I don’t know what happens to me when I face you.",
            "I grow desperate.",
            "It’s like there’s something emanating from my chest,",
            "with a voice of its own: Love me! Pay attention to me!",
            "Tell me I’m pretty! Tell me my heart is pretty!",
            "I don’t understand why I want you so much.",
            "You’re not all that, no offense, but I crave, crave, crave",
            "your validation, your affection, your smile, your heat.",
            "Please pay attention to me. Pretty please with a cherry on top.",
            "…"
        ],
        "text2": [
            "Walk, walk, walk to Prince Street and Greene Street.",
            "Pick-up. Walk, walk (stop for beer),",
            "walk to Broome Street.",
            "We were surrounded by Germans at some point.",
            "Knock, knock, knock.",
            "No one is answering.",
            "Dialing…Dialing…",
            "Oh Hey!",
            "World 1 met World 2.",
            "Couldn’t stop staring at World 2,",
            "but I thought World 1 was far greater?",
            "Scared happiness.",
            "Convinced another person that spam is the best thing on Earth.",
            "Super sexual jokes vs. Super strong margaritas.",
            "So many jokes, Like a tennis ball, back and forth,",
            "back and forth, back and forth.",
            "Aye, yai, yai, they never grow up.",
            "Words of wisdom: Men are just boys with more expensive toys. ",
            "…",
            "“She loves gifts.”",
            "“Yeah, she can be very materialistic...”",
            "“She’s a present. She’s the cherry on top of the cake.",
            "Me, I’m more like the filling of a donut.”",
            "“Don’t talk down on yourself.”",
            "“I love donuts, what do you mean?”",
            "…",
            "You read me “On Seeing the 100% Perfect Girl",
            "One Beautiful April Morning” aloud in bed,",
            "we stayed there, restless and rumpled,",
            "until the word morning wasn’t morning,",
            "we took walks around the neighborhood",
            "and imagined what it would be like to be old and wearing cool hats,",
            "and every meal had a taste of optimism for a while,",
            "but in May, he texted me saying that he got a check-up",
            "and it “turns out” he has an STD and that I should get tested",
            "and believe it or not this was the second time he had given me an STD,",
            "I felt so stupid, I asked him how he got it,",
            "he lied to me on the phone,",
            "he texted me later saying that he had met someone",
            "before he came to see me in April,",
            "I said how could you,",
            "I can’t believe he lied to me, ",
            "that I believed him when he said I was his 100% Perfect Girl,",
            "he said we weren’t together back then,",
            "and before I knew it I was stuck in the iconic FRIEND’s argument:",
            "WE WERE ON A BREAK,",
            "and I’d always thought that I was Rachel,",
            "but I always thought it would feel good to be Rachel,",
            "not this dirty and depressing and ",
            "AASDKFASDKFS,",
            "aSJDFAKSDJFw,",
            "SUGKASDGKS,",
            "IERGIE,",
            "SEIRGJS,",
            "I didn’t tell anyone for a while because I was so embarrassed,",
            "I couldn’t stop crying,",
            "I cried, I cried, I cried, and I cried,",
            "there was something wrong with my body,",
            "the beat of my own heart made me tremble,",
            "days went by, and it never felt better,",
            "…",
            "White sky, wet rain, timid steps.",
            "Ping!",
            "You sent me an email on New Year’s.",
            "“You’re the person I’ve been the closest to in my life.”",
            "You always do this.",
            "You always pull me back with your pretty words.",
            "My friend says I’m ‘emotional horny.’ Not this time.",
            "…"
        ],
        "text3": [
            "Of arms-length. Curled closely.",
            "Found.",
            "There, what I remember I had with you.",
            "If you felt it, wouldn’t you let me know.",
            "But your ego is as big as mine.",
            "Orbiting. Not touching, not yet.",
            "…",
            "Tap.",
            "Tap.",
            "Tap.",
            "Tap.",
            "Ugh. 4:31 am.",
            "Omg. The ceiling is leaking.",
            "Wait, this is like actually bad.",
            "Be calm. Is it that bad?",
            "I can’t sleep with this sound.",
            "No one is at the front desk.",
            "Restroom break?",
            "Red pen scrawled on ruled paper. Crumpled. Looks old.",
            "Do they use this every night?",
            "Doo, doo, doo.",
            "Waiting.",
            "Impatient.",
            "Doo, doo, doo, makin’ my way to the Modern.",
            "Press ‘C’ for cellar, walk, walk, walk, second elevator.",
            "Hi, my ceiling is leaking.",
            "It’s probably the Penthouse.",
            "We don’t know which Penthouse it is.",
            "I don’t want to wake up both at 5am.",
            "What do I do.",
            "Come check it out.",
            "Could you wear a mask though.",
            "Takes video.",
            "Handyman will be here at 7am.",
            "Short nap on the couch.",
            "…",
            "I put eyeliner on you.",
            "The way I do my makeup doesn’t suit you,",
            "but I smile from being so still, so close to you.",
            "You were sitting on the toilet, I think we were both a bit tipsy.",
            "I love getting ready and hoped you didn’t find me too superficial.",
            "You never see the bad in me.",
            "…",
            "I took you to Angel’s Share.",
            "I got a cocktail called Matcha Meadow,",
            "and you, a cocktail called Flirtibird.",
            "I knew what you were thinking of me,",
            "but I just wanted to make sure.",
            "It was November 19, and I showed you",
            "the shirt that I had been eyeing.",
            "You said you wanted it.",
            "I was afraid you were gonna get it for yourself,",
            "but we made our way down Orchard Street.",
            "I thought it was Orchid Street.",
            "Space Needle, Space Noodle, tomato, tomato.",
            "It started raining, and we had to share my Hello Kitty umbrella.",
            "I had an excuse to lock my arm into yours.",
            "Rain-loving. Your arm is so warm, so muscular, so handsome.",
            "…",
            "It’s not even a tap anymore.",
            "My room is a waterfall, and I am panicking.",
            "We called the plumber but they couldn’t find the source of the problem,",
            "he made holes in the ceiling,",
            "and I went to bed between two gaping black squares in the sky,",
            "hugging the fear that a rat would fall on me in my sleep.",
            "…",
            "You want to buy thank-you gifts for me and Jeffrey.",
            "We go back to November 19, sticky and giggly.",
            "The guy only half recognises us,",
            "and I tell him it’s because we are sweating.",
            "You get me the shirt.",
            "I love you for it, not for the shirt,",
            "but for being the one that fulfilled a destiny in my life.",
            "You and destiny are in tandem.",
            "…"
            ],
        "text4": [
            "Two matcha meadows.",
            "A guy in a bejewelled Hello Kitty top hits on you.",
            "I am slightly annoyed.",
            "It is 32 C and we have an hour until your train.",
            "We are just in time for the bus, where I think about",
            "what to write to you so that you will always remember this trip:",
            "You make my heart happy.",
            "Like snowflakes.",
            "…",
            "Singing.",
            "You make my heart sing in a matcha meadow.",
            "Makes me jump, jump, jump the joy out of my heart.",
            "You kiss my head in the elevator",
            "and that is when I knew that we will always be",
            "Agreeable, moving in a circle, as if inscribed.",
            "…"
        ],
        "text5": [
            "“You Lovebug” she says, as she squeezes in a hug.",
            "…",
            "I feel sad that you’re not here.",
            "I think back to a time when I didn’t know you",
            "and realize that back then, I couldn’t imagine",
            "someone as admirable, obstructive, extra-beautiful as you.",
            "I breathe hope.",
            "Like whoever I’m going to meet next,",
            "they’ll surpass my wildest dreams today.",
            "Like I’m within the margin, between the leaves,",
            "eating sunlight, growing stronger, ready for the next form of you.",
            "…",
            "There were many things I wanted to do but I was already so happy,",
            "I didn’t feel like I needed anything more at all.",
            "So I didn’t talk to anyone at the book launch",
            "and just got my books and my glass of orange and walked away.",
            "So I didn’t go to the Gemini party",
            "and went to go meet Jeffrey for dinner.",
            "We ate oysters at Jeffrey’s.",
            "I think my cocktail was called Spill the Tea.",
            "I have not stopped being tipsy since 2pm.",
            "I am Healing, full of freckles.",
            "…"
        ]
    },
    "fr": {
      "text1": [
        "Chaque nuit, à 18h01 précises, un soleil artificiel",
        "alimenté par le lampadaire situé sur l'immeuble d'en face",
        "éclairait l'appartement d'une chaleureuse lumière jaunâtre.",
        "Un soleil qui dormait le jour et",
        "qui semblait ne s'intéresser qu'aux habitants",
        "du 32 Boulevard du Temple.",
        "C'était la seule raison pour laquelle j'étais restée,",
        "avec cette fausse impression d'avoir été spécialement choisie.",
        "…",
        "Je t'ai rencontré.",
        "Tu avais un visage très rond,",
        "et tout dans ta personnalité manquait de contours.",
        "Tu étais une boule de lumière ou peut-être une boule de coton,",
        "ou alors une tomate ou un bon morceau de brioche.",
        "…",
        "Je ne sais pas ce qui m'arrive quand je suis face à toi.",
        "Je deviens désespérée.",
        "C'est comme si quelque chose émanait de ma poitrine,",
        "avec une voix qui lui est propre : Aime-moi ! Fais attention à moi !",
        "Dis-moi que je suis jolie ! Dis-moi que mon cœur est joli !",
        "Je ne comprends pas pourquoi j'ai tant envie de toi.",
        "Tu n'es rien de tout cela, sans vouloir te vexer, mais j'ai envie, très envie, tellement envie",
        "de ta validation, de ton affection, de ton sourire, de ta chaleur.",
        "S'il te plaît, fais attention à moi. S'il te plaît, sois la cerise sur mon gâteau.",
        "…"
      ],
      "text2": [
        "Marche, marche, marche jusqu'à Prince Street et Greene Street.",
        "Une pause. Marche, marche (arrêt bière),",
        "marche jusqu'à Broome Street.",
        "À un moment donné, nous avons été encerclés par des Allemands.",
        "Toc, toc, toc.",
        "Personne ne répond.",
        "Appel...Appel...",
        "Oh Hé !",
        "Le Monde 1 a rencontré le Monde 2.",
        "Je n'ai pas pu m'empêcher de regarder le Monde 2,",
        "mais le Monde 1 n'était-il pas beaucoup plus grand ?",
        "Bonheur craintif.",
        "Convaincu une autre personne que le spam est la meilleure chose sur Terre.",
        "Blagues ultra-sexuelles contre margaritas ultra-fortes.",
        "Tant de blagues. Comme une balle de tennis, qui va et revient",
        "qui va et revient, qui va et revient.",
        "Oui, oui, oui, ils ne grandissent jamais.",
        "Des paroles pleines de sagesse: Les hommes ne sont que des petits garçons dotés de jouets coûteux.",
        "…",
        "« Elle adore les cadeaux. »",
        "'Oui, elle peut être très matérialiste... »",
        "« Elle est un cadeau. Elle est la cerise sur le gâteau.",
        "Moi, je suis plutôt comme la garniture d'un beignet. »",
        "« Ne te rabaisse pas. »",
        "« J'adore les beignets, qu'est-ce que tu veux dire ? »;",
        "…",
        "Tu m'as lu « À propos de ma rencontre avec la fille 100% parfaite",
        "par un beau matin d’avril » à haute voix dans le lit,",
        "nous sommes restés là, agités et lessivés,",
        "jusqu'à ce que le mot matin ne soit plus d’actualité,",
        "nous nous sommes promenés dans le quartier et avons imaginé",
        "ce que ce serait d'être vieux et de porter des chapeaux branchés,",
        "et chaque repas avait un goût d'optimisme pendant un certain temps,",
        "mais en mai, il m'a envoyé un texto pour me dire qu'il avait fait un check-up",
        "et qu'il « s'avérait » qu'il avait une MST et que je devais me faire dépister,",
        "et crois-le ou non, c'était la deuxième fois qu'il me refilait une MST,",
        "je me suis sentie tellement stupide, je lui ai demandé comment il l'avait eue,",
        "il m'a menti au téléphone,",
        "il m'a envoyé un texto plus tard pour me dire qu'il avait rencontré quelqu'un",
        "avant de venir me voir en avril,",
        "j'ai dit comment as-tu pu,",
        "je ne peux pas croire qu'il m'a menti,",
        "que je l'ai cru quand il m'a dit que j'étais sa fille 100% parfaite,",
        "il a dit que nous n'étions pas ensemble à l'époque,",
        "et avant que je ne m'en rende compte, je me suis retrouvée face à l'argument iconique du FRIENDS:",
        "NOUS FAISIONS UNE PAUSE,",
        "et j’ai réalisé que j'étais Rachel,",
        "et je me disais qu'il était bon d'être Rachel,",
        "et non pas cette sale et déprimante",
        "AASDKFASDKFS,",
        "aSJDFAKSDJFw,",
        "SUGKASDGKS,",
        "IERGIE,",
        "SEIRGJS,",
        "Je n'en ai parlé à personne pendant un certain temps parce que j'étais tellement gênée,",
        "je ne pouvais pas m'arrêter de pleurer,",
        "je pleurais, je pleurais, je pleurais, et je pleurais,",
        "il y avait quelque chose qui n'allait pas dans mon corps,",
        "le battement de mon propre cœur me faisait trembler,",
        "les jours passaient, et je ne me sentais jamais mieux,",
        "…",
        "Ciel blanc, pluie mouillée, pas timides.",
        "Pan !",
        "Tu m'as envoyé un e-mail pour le Nouvel An.",
        "« Tu es la personne dont j'ai été le plus proche dans ma vie. »",
        "Tu fais toujours ça.",
        "Tu me fais toujours revenir vers toi avec tes jolis mots.",
        "Mon amie dit que je suis « émotionnellement en chaleur ». Pas cette fois.",
        "…"
      ],
      "text3": [
        "Enlacés. Au plus près.",
        "Trouvés.",
        "Voilà ce dont je me souviens avoir vécu avec toi.",
        "Si tu l'avais ressenti, tu aurais pu me le dire.",
        "Mais ton ego est aussi grand que le mien.",
        "En orbite. Sans contact, pas encore.",
        "…",
        "Tap.",
        "Tap.",
        "Tap.",
        "Tap.",
        "Argh. 4h31.",
        "Oh mon dieu. Le plafond fuit.",
        "Attends, c'est vraiment très grave.",
        "Calme-toi. C'est si grave que ça ?",
        "Je ne peux pas dormir avec ce bruit.",
        "Il n'y a personne à la réception.",
        "Pause pipi ?",
        "Stylo rouge griffonné sur du papier ligné. Froissé. Il semble vieux.",
        "Est-ce qu'ils utilisent ça tous les soirs ?",
        "Ah, là, là.",
        "J’attends.",
        "Impatient.",
        "Ah, là, là, je me dirige vers le Moderne.",
        "J’appuie sur « C » pour la cave, je marche, marche, marche, deuxième ascenseur.",
        "Bonjour, mon plafond fuit.",
        "C’est probablement le Penthouse.",
        "Nous ne savons pas de quel Penthouse il s'agit.",
        "Je ne veux pas réveiller les deux autres à 5h du matin.",
        "Qu'est-ce que je fais ?",
        "Venez vérifier.",
        "Vous pourriez porter un masque.",
        "Prenez une vidéo.",
        "L'homme à tout faire sera là à 7h.",
        "Petite sieste sur le canapé.",
        "…",
        "Je te mets de l'eye-liner.",
        "La façon dont je me maquille ne te convient pas,",
        "mais le fait d'être si tranquille, si proche de toi me fait sourire.",
        "Tu étais assis sur les toilettes, je pense que nous étions tous les deux un peu éméchés.",
        "J'adore me préparer et j'espère que tu ne me trouves pas trop superficielle.",
        "Tu ne vois jamais le négatif en moi.",
        "…",
        "Je t'ai emmené à Angel's Share.",
        "J'ai pris un cocktail nommé Matcha Meadow,",
        "et toi, un cocktail nommé Flirtibird.",
        "Je savais ce que tu pensais de moi,",
        "mais je voulais m'en assurer.",
        "C'était au 19 novembre et je t'ai montré",
        "la chemise que j'avais repérée.",
        "Tu as dit que tu la voulais.",
        "J'ai eu peur que tu te l'achètes,",
        "mais nous nous sommes dirigés vers Orchard Street.",
        "Je croyais que c'était Orchid Street.",
        "Space Needle, Space Noodle, tomate, tomate.",
        "Il a commencé à pleuvoir et nous avons dû partager mon parapluie Hello Kitty. J'avais une excuse pour glisser mon bras sous le tien.",
        "Amoureux de la pluie. Ton bras est si chaud, si musclé, si beau.",
        "…",
        "Ce n'est même plus une simple goutte.",
        "Ma chambre est devenue une véritable cascade d’eau, et je panique.",
        "On a appelé le plombier mais ils n'ont pas trouvé la source du problème,",
        "il a fait des trous dans le plafond",
        "et je me suis couchée entre deux carrés noirs béants ouverts sur le ciel,",
        "avec la crainte qu'un rat ne me tombe dessus dans mon sommeil.",
        "…",
        "Tu veux nous acheter des cadeaux de remerciement, à Jeffrey et à moi.",
        "Nous retournons au 19 novembre, tout collants et hilares.",
        "Le type nous reconnaît à peine,",
        "et je lui dis que c'est parce que nous transpirons.",
        "Tu m'offres la chemise. Je t'aime pour ça, pas pour la chemise,",
        "mais pour être celui qui a croisé ma destinée.",
        "Toi et le destin allez de pair.",
        "…"
      ],
      "text4": [
        "Deux Matcha Meadows.",
        "Un type portant un maillot Hello Kitty orné de bijoux te drague.",
        "Je suis légèrement agacée.",
        "Il fait 32°C et il nous reste une bonne heure avant ton train.",
        "Nous arrivons juste à temps pour le bus, où je réfléchis",
        "à ce que je vais t'écrire pour que tu te souviennes toujours de ce voyage : Tu réjouis mon cœur.",
        "Comme des flocons de neige.",
        "…",
        "Je chante.",
        "Tu fais chanter mon cœur dans un Matcha Meadow.",
        "Tu me fais sauter, sauter, sauter de joie et d'amour.",
        "Tu embrasses ma tête dans l'ascenseur",
        "et c'est à ce moment-là que j'ai su que nous serions toujours en Accord,",
        "que nous nous déplacerions en cercle, comme s'ils étaient dessinés.",
        "…"
      ],
      "text5": [
        "« Toi, mon Chéri » dit-elle en me serrant dans ses bras.",
        "…",
        "Je suis triste que tu ne sois pas là.",
        "Je repense à l'époque où je ne te connaissais pas",
        "et je me rends compte que jamais je n’aurais jamais pu imaginer",
        "rencontrer quelqu'un d'aussi admirable, d'aussi obstructif et d'aussi beau que toi.",
        "Je respire l'espoir.",
        "Comme si la prochaine personne que j'allais rencontrer",
        "dépasserait mes rêves les plus fous du moment.",
        "Comme si j'étais au cœur même du paysage, entre les feuilles,",
        "à manger la lumière du soleil, à devenir plus forte,",
        "et fin prête à t'accueillir sous une nouvelle forme.",
        "…",
        "Il y avait beaucoup de choses que je voulais faire,",
        "mais j'étais déjà si heureuse",
        "que je n'avais plus besoin de rien.",
        "Je n'ai fonc parlé à personne lors du lancement du livre,",
        "j'ai pris mes livres et mon verre d'orange et je suis partie.",
        "Je ne suis pas allée à la fête des Gémeaux",
        "et j'ai rejoint Jeffrey pour le dîner.",
        "Nous avons mangé des huîtres chez Jeffrey.",
        "Je crois que mon cocktail s'appelait Spill the Tea.",
        "Je suis pompette depuis 14 heures.",
        "Je suis en train de Guérir, j'ai plein de taches de rousseur.",
        "…"
      ]
    }
  }
